Repository: 4doemaster/plugins-enigma2
Catalog: epgrefresh/po/*.po
Languages: fa, sr, sv

source: EPGRefresh Services
fa: بازآوری سرویس راهنمای الکترونیکی
sr: EPG osvežavanje kanala
sv: EPGRefresh Kanaler

source: Channels
fa: کانال ها
sr: Kanali
sv: Kanaler

source: Bouquets
fa: دسته ها
sr: Buketi
sv: Favoritlistor

source: Cancel
fa: لغو کردن
sr: Otkaži
sv: Avbryt

source: OK
fa: مورد تایید است

source: delete
fa: حذف کردن
sr: obriši
sv: ta bort

source: New
fa: جدید
sr: Novi
sv: Ny

source: Edit Services to refresh
fa: ویرایش سرویس به منظور بازآوری
sr: Uredi kanale za osvežavanje
sv: Ändra kanaler för uppdatering

source: Editing
fa: ویرایش کردن
sr: Uređivanje
sv: Ändra

source: Refreshing
fa: بازآوری کردن
sr: Osvežavanje
sv: Uppdaterar

source: Select channel to refresh
fa: انتخاب یک کانال به منظور بازآوری کردن
sr: Izaberi kanal za osvežavanje
sv: Välj kanal att uppdatera

source: Select bouquet to refresh
fa: انتخاب یک دسته به منظور بازآوری کردن
sr: Izaberi buket za osvežavanje
sv: Välj favoritlista att uppdatera

source: EPGRefresh Configuration
fa: پیکر بندی بازآوری راهنمای الکترونیک
sr: Konfiguracija EPG osvežavanja
sv: EPGRefresh Konfiguration

source: Refresh automatically
fa: بازآوری خودکار
sr: Osveži automatski
sv: Uppdatera automatiskt

source: Unless this is enabled EPGRefresh won't automatically run but has to be explicitely started through the yellow button from this menu.
fa: به جز مواردی بازآوری برنامه راهنمای الکترونیکی اجرا نخواهد شد اما با زدن دکمه زرد درون منو باید راه اندازی بشود

source: Wakeup from Deep-Standby to refresh EPG
fa: بیدار شدن از مد استندبای عمیق به همراه بازآوری راهنمای الکترونیک
sr: Buđenje iz ugašenog stanja da se osveži EPG
sv: Starta upp från Deep-Standby för uppdatera EPG

source: If this is enabled, the plugin will wake the receiver up from deep-standby if possible. Otherwise it has to be turned on already.
fa: در صورتی که این مورد فعال شده باشد رسیور از مد استندبای عمیق در خواهد آمد در غیر اینصورت باید روشن شود

source: Time to stay on service (in m)
fa: زمان استفاده از این سرویس بر حسب دقیقه
sr: Vreme da stoji na kanalu (u min)
sv: Ange länge på tid för kanal (i min)

source: This is the ammount of time a channel will be active during a refresh.
fa: این مقدار زمانی یک کانال است که در حین بازآوری فعال خواهد شد

source: Refresh EPG after
fa: بازآوری برنامه راهنمای الکترونیک
sr: Osveži EPG posle
sv: Uppdatera EPG efter

source: An automated refresh will happen after this time of day, but before the next setting.
fa: بازآوری خودکار بعد از این تاریخ انجام می شود ولی در حین حال قبل از تنظیمات بعدی

source: Refresh EPG before
fa: بروز رسانی برنامه راهنما الکترونیک قبل از
sr: Osveži EPG pre
sv: Uppdatera EPG före

source: An automated refresh will happen before this time of day, but after the previous setting.
fa: بازآوری خودکار بعد از این تاریخ انجام می شود ولی در حین حال قبل از تنظیمات قبلی

source: Delay when not in Standby (in m)
fa: تاخیر بر حسب دقیقه ناشی از موارد دیگر غیر از مد استندبای
sr: Kašnjenje kad nije u pripravnosti (u m)
sv: Fördröjning när inte i Standby (i min)

source: If the receiver is currently not in standby this is the amount of time EPGRefresh will wait before trying again.
fa: اگر رسیور در مد استندبای نیست مقدار زمانی بازآوری برنامه راهنما الکترونیک قبل از تلاش مجدد در انتظار خواهد ماند

source: Force scan even if receiver is in use
fa: مجبور کردن به اسکن رویداد ها به شرطی که رسیور در حین کار باشد
sv: Tvinga sökning även om mottagare används

source: This setting controls whether or not the refresh will also be initiated when the receiver is being used (namely not in standby or currently recording).
fa: این تنظیمات به هر حال آغاز به کار خواهد کرد هنگامی که گیرنده در حال استفاده باشد : به عبارت دیگر نه در حالت استندبای یا در حین ضبط

source: Inherit Services from AutoTimer if available
fa: جانشین شدن سرویس ها از طریق تایمر خودکار البته در صورتی که موجود باشد
sr: Nasledi kanale iz auto tajmera ako je moguće
sv: Använd kanaler från AutoTimer om möjligt

source: If you're also using the AutoTimer plugin this allows to extend the list of services to refresh by the services your AutoTimers are restricted to.
fa: اگر شما در حال استفاده از پلاگین تایمر خودکار هستید این پلاگین اجازه می دهد تا لیستی از سرویس ها بوسیله سرویس های تایمر خودکار شما بازآوری شود

source: Make AutoTimer parse EPG if available
fa: در صورتی که مجود است یک تجزیه و تحلیل از تایمر خودکار ایجاد کن
sr: Učini da auto tajmer raščlani EPG ako je moguće
sv: Få AutoTimer läsa EPG om tillgängligt

source: If you're also using the AutoTimer plugin this will initiate a scan of the EPG after a completed refresh.
fa: اگر همچنان در حال استفاده از پلاگین تایمر خودکار هستید این پلاگین بعد از تکمیل بازآوری شروع به اسکن راهنمای الکترونیک می کند

source: Shutdown after refresh
fa: خاموش کردن سیستم بعد از بازآوری
sr: Ugasi posle osvežavanja
sv: Stäng av efter uppdatering

source: This setting controls if the receiver should be sent to deep-standby after a completed refresh.
fa: این تنظیمات کنترل می کند که بعد از بازآوری کامل رسیور به مد استند بای عمیق برود

source: Refresh in Background
fa: بازآوری پس زمینه

source: Use Picture In Picture to refresh EPG?
fa: آیا به منظور بازآوری برنامه راهنمای الکترونیک از قابلیت تصویر در تصویر استفاده می شود ؟

source: Refresh now
fa: همین الان بازآوی کن
sr: Osveži sada
sv: Uppdatera nu

source: Edit Services
fa: ویرایشگر سرویس ها
sr: Uredi kanale
sv: Ändra kanaler

source: Configure EPGRefresh
fa: پیکربندی بازآوری برنامه راهنمای اللکترونیک
sr: Konfiguriši EPG osvežavanje
sv: EPGRefresh Konfiguration

source: never
fa: هرگز

source: Last refresh was %s
fa: %s آخرین بازآوری عبارت بود

source: Really close without saving settings?
fa: آیا واقعا بدون ذخیره سازی تنظیمات قصد بستن برنامه را دارید ؟
sr: Stvarno zatvoriti bez čuvanja postavki?
sv: Verkligen avsluta utan att spara inställningarna?

source: Automatically refresh EPG
fa: بازآوری خودکار برنامه راهنما الکترونیک
sv: Automatisk EPGRefresh

source: add to EPGRefresh
fa: اضافه کردن به برنامه راهنما الکترونیک
sv: Lägg till i EPGRefresh

source: Add to EPGRefresh
sr: Dodaj u EPG osvežavanje

source: Automated EPGRefresher
sr: Automatski EPG osveživač

source: Force scan even if reciever is in use
sr: Izvrši skeniranje iako je prijemnik u upotrebi

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommmended to put the receiver to Standby. Do you want to do this now?
sr: Ovo je moglo biti automatsko podizanje da se EPG osveži. Da bi se ovo desilo preporučljivo je da stavite prijemnik u stanje pripravnosti. Želite li to sada učiniti?
sv: Detta kan ha varit en automatisk uppstart för att uppdatera EPG. För att detta ska ske är det rekommenderat att mottagaren sätts i Standby. Vill du göra det nu?
