Repository: 4doemaster/plugins-enigma2
Catalog: zaphistorybrowser/po/*.po
Languages: sr

source: disabled
sr: isključen

source: enabled
sr: uključen

source: disabled at parental lock
sr: isključen u roditeljskoj zaštiti

source: Zap-History Configurator
sr: Konfigurator Zap istorije

source: Enable zap history:
sr: Aktiviraj Zap istoriju:

source: Maximum zap history entries:
sr: Maksimum unosa Zap istorije:

source: Zap-History Browser
sr: Pretraživač Zap istorije

source: Clear
sr: Očisti

source: Delete
sr: Obriši

source: Zap & Close
sr: Prebaci & Zatvori

source: Config
sr: Konfig.
