Repository: 4doemaster/plugins-enigma2
Catalog: weatherplugin/po/*.po
Languages: fa

source: Add
fa: افزودن

source: Cancel
fa: لغو کردن

source: City
fa: شهر

source: City or Postal Code
fa: شهر یا کد پستی

source: Current: %s
fa: وضعیت موجود %s

source: Delete
fa: حذف کردن

source: Edit
fa: ویرایش کردن

source: Getting weather information...
fa: در حال دریافت کردن اطلاعات آب و هوایی ...

source: Language
fa: زبان

source: OK
fa: مورد تایید است

source: Really delete this WeatherPlugin Entry?
fa: آیا واقعا ورودی های پلاگین آب و هوا را می خواهید حذف کنید

source: Weather Plugin
fa: پلاگین آب و هوا

source: WeatherPlugin: Edit Entry
fa: پلاگین آب و هوا : ویرایش ورودی ها

source: WeatherPlugin: List of Entries
fa: پلاگین آب و هوا : لیست ورودی ها
