Repository: 4doemaster/plugins-enigma2
Catalog: rsdownloader/po/*.po
Languages: sr, tr

source: Waiting
sr: Čekam
tr: Bekleniyor

source: Checking
sr: Proveravam
tr: Kontrol ediliyor

source: Downloading
sr: Preuzimam
tr: İndiriliyor

source: Failed
sr: Neuspelo
tr: Hatalı

source: Finished
sr: Završeno
tr: Tamamlandı

source: RS Downloader
sr: RS Preuzimač
tr: RS İndirici

source: Save
sr: Sačuvaj
tr: Kaydet

source: Download in the background:
sr: Preuzmi u pozadini:
tr: Dosya indirmelerini arkaplanda yap

source: Username:
sr: Korisničko ime:
tr: Kullanıcı adı:

source: Password:
sr: Lozinka:
tr: Parola:

source: Lists directory:
sr: Direktorijum listi:
tr: Liste klasörü:

source: Downloads directory:
sr: Direktorijum preuzimanja:
tr: İndirilenler klasörü:

source: Ignore download times:
sr: Ignoriši vremena preuzimanja:
tr: İndirme zamanlayıcılarını yoksay:

source: Allow downloading on monday:
sr: Dopusti preuzimanje u ponedeljak:
tr: Pazartesi günü indirmeye izin ver:

source: Allow downloading on tuesday:
sr: Dopusti preuzimanje u utorak:
tr: Salı günü indirmeye izin ver:

source: Allow downloading on wednesday:
sr: Dopusti preuzimanje u sredu:
tr: Çarşamba günü indirmeye izin ver:

source: Allow downloading on thursday:
sr: Dopusti preuzimanje u četvrtak:
tr: Perşembe günü indirmeye izin ver:

source: Allow downloading on friday:
sr: Dopusti preuzimanje u petak:
tr: Cuma günü indirmeye izin ver:

source: Allow downloading on saturday:
sr: Dopusti preuzimanje u subotu:
tr: Cumartesi günü indirmeye izin ver:

source: Allow downloading on sunday:
sr: Dopusti preuzimanje u nedelju:
tr: Pazar günü indirmeye izin ver:

source: Don't download before:
sr: Ne preuzimati pre:
tr: Önce indirme yapma:

source: Don't download after:
sr: Ne preuzimati posle:
tr: Sonra indirme yapma:

source: Maximal downloads:
sr: Maksimalna pruzimanja:
tr: Azami indirme:

source: Take x downloads to list:
sr: Uzmi x preuzimanja u listu:
tr: Listede tutulacak indirme sayısı:

source: Write log:
sr: Napiši zapis:
tr: Günlüğe yaz:

source: Reconnect fritz.Box before downloading:
sr: Ponovo spoji fritz.Box pre preuzimanja:
tr: İndirmeden önce Fritz!Box'a yeniden bağlan:

source: Restart failed after 10 minutes:
sr: Restart nije uspeo posle 10 minuta:
tr: Hatalıları 10 dk. sonra yeniden başlat:

source: Added %s to the download-list.
sr: Dodato %s u listu preuzimanja.
tr: %s indirme listedine eklendi.

source: Error while adding %s to the download-list!
sr: Greška kod dodavanja %s u listu preuzimanja!
tr: %s, indirme listesine eklenirken hata oluştu!

source: Error while searching http://rapidshare-search-engine.com! Error: Nothing found, sorry.
sr: Greška kod traženja http://rapidshare-search-engine.com! Greška:Ništa nije nađeno,žao mi je.
tr: http://rapidshare-search-engine.com 'da arama yapılırken hata oluştu! Hata: Sonuç bulunamadı, üzgünüm.

source: Nothing found, sorry.
sr: Ništa nije nađeno,žao mi je.
tr: Sonuç bulunamadı, üzgünüm.

source: Page %d / %d. Push < > to switch the page...
sr: Strana %d / %d. Pritisni < > da promeniš stranu...
tr: Sayfa %d / %d. Sayfa geçişi için < > tuşları...

source: Error while searching http://rapidshare-search-engine.com! Error: %s
sr: Greška kod traženja http://rapidshare-search-engine.com! Greška: %s
tr: http://rapidshare-search-engine.com 'da arama yapılırken hata oluştu! Hata: %s

source: Loading previous page... please wait!
sr: Učitavam prethodnu stranu...molim sačekajte!
tr: Önceki sayfa yükleniyor... lütfen bekleyin!

source: Loading next page... please wait!
sr: Učitavam narednu stranu...molim sačekajte!
tr: Sonraki sayfa yükleniyor... lütfen bekleyin!

source: Delete
sr: Obriši
tr: Sil

source: Search
sr: Traži
tr: Ara

source: Add
sr: Dodaj
tr: Ekle

source: Config
sr: Konfig.
tr: Yapılandır

source: Menu
sr: Meni
tr: Menü

source: Delete download
sr: Obriši preuzimanje
tr: İndirmeyi sil

source: Use search engine
sr: Koristi mašinu za traženje
tr: Arama moturunu kullan

source: Add downloads from txt files
sr: Dodaj preuzimanja iz txt datoteka
tr: İndirme listesini txt dosyasından yükle

source: Add files from container
sr: Dodaj datoteke iz sanduka
tr: Dosyaları konteynerden yükle

source: Delete failed downloads
sr: Obriši neuspela preuzimanja
tr: Zaten indiriliyor!

source: Restart failed downloads
sr: Restartuj neuspela preuzimanja
tr: İndirme başlatıldı...

source: Clear finished downloads
sr: Obriši završena preuzimanja
tr: Tamamlanan indirmeleri temizle

source: Show log
sr: Prikaži zapis
tr: Günlüğü göster

source: Delete log
sr: Obriši zapis
tr: Günlüğü sil

source: Close plugin
sr: Zatvori dodatak
tr: Eklentiyi kapat

source: Please choose a function...
sr: Molim izaberite svrhu...
tr: Lütfen bir fonksiyon seçin...

source: Delete %s?
sr: Obriši %s?
tr: %s silinsin mi?

source: Search http://rapidshare-search-engine.com for:
sr: Pretraži http://rapidshare-search-engine.com za:
tr: http://rapidshare-search-engine.com 'da ara:

source: Download files from rapidshare
sr: Pruzmi datoteke sa rapidšera
tr: Rapidshare 'den dosya indirin
