Repository: 4doemaster/plugins-enigma2
Catalog: imdb/po/*.po
Languages: fa

source: as
fa: به عنوان

source: Ambiguous results
fa: نتایج مبهم

source: Cast:
fa: پخش کردن :

source: Channel Selection
fa: انتخاب کانال

source: Could't get Eventname
fa: تهیه کردن نام رویداد ها ممکن نیست

source: Details
fa: جزئیات

source: Downloading Movie Poster: %s...
fa: %s... در حال بارگذاری پوستر فیلم

source: Exit
fa: خارج شدن

source: Extra Info
fa: اطلاعات اضافی

source: IMDb Details parsed
fa: IMDb تجزیه و تحلیل دقیق

source: IMDb Download completed
fa: IMDb بصورت کامل بارگذاری گردید

source: IMDb Download failed
fa: ناموفق بود IMDb بارگذاری

source: IMDb Plugin
fa: IMDb پلاگین

source: IMDb Re-Download completed
fa: کامل گردید IMDb بارگذاری مجدد

source: IMDb query failed!
fa: ناموفق گردید IMDb پرس و جوی

source: Lookup
fa: مراجعه

source: No IMDb match.
fa: IMDb سازگار نیست

source: No cast list found in the database.
fa: هیچ لیست توزیعی در بانک اطلاعاتی پیدا نشد

source: No details found.
fa: هیچ جزئیاتی یافت نشد

source: Please select the matching entry
fa: لطفا ورودی های سازگار را انتخاب کنید

source: Query details from the Internet Movie Database
fa: پرس و جو از بانک اطلاعاتی فیلم های اینترنتی

source: The Internet Movie Database
fa: بانک اطلاعاتی فیلم های اینترنتی

source: Title Menu
fa: عنوان منو

source: no user rating yet
fa: هیچ کاربری هنوز رتبه بندی نشده است
