Repository: 4doemaster/plugins-enigma2
Catalog: vlcplayer/po/*.po
Languages: cs, fa, sr, sv

source: A video streaming solution based on VLC
cs: Streamování videa na základě VLC
fa: یک روش نمایش ویدئو با استفاده پلیر وی ال سی
sr: Video striming rešenje bazirano na VLC
sv: Video streaming lösning baserad på VLC

source: Audio Bitrate
cs: Datový tok zvuku
fa: بیت ریت صوتی
sr: Audio bitrejt

source: Audio Channels
cs: Kánály zvuku
fa: کانال های صوتی
sr: Audio kanali
sv: Ljudkanaler

source: Audio Codec
cs: Kodek zvuku
fa: کدهای صوتی
sr: Audio kodek

source: Audio Samplerate
cs: Vzorkování zvuku
fa: نرخ نمونه صوتی
sr: Audio semplrejt
sv: Audio Samplingshastighet

source: Cancel
cs: Zrušit
fa: لغو کردن
sr: Otkaži
sv: Avbryt

source: DVD Device (leave empty for default)
cs: DVD zařízení (pro standardní ponechte prázdné)
sr: DVD uređaj (ostavite prazno za stand.)
sv: DVD Spelare (lämna tom som grundvärde)

source: Enter VLC-Server as FQDN or IP-Address
cs: Zadat VLC-Server jako FQDN nebo IP-Adresu
sr: Upišite VLC server kao FQDN ili IP adresu
sv: Ange VLC-Server i FQDN eller IP adress

source: Error loading filelist into server %(server)s: %(error)s
cs: Chyba při načítání seznamu souborů do serveru %(server)s: %(error)s
sr: Greška u učitavanju liste datoteka na server %(server)s: %(error)s
sv: Fel vid laddning av fillista till server %(server)s: %(error)s

source: Error loading playlist %(media)s into server %(server)s: %(error)s
cs: Chyba při načítání playlistu %(media)s do serveru %(server)s: %(error)s
sr: Greška u učitavanju plejliste %(media)s na server %(server)s: %(error)s
sv: Fel vid laddning av spellista %(media)s till server %(server)s: %(error)s

source: Error loading playlist into server %(server)s: %(error)s
cs: Chyba při načítání playlistu do serveru %(server)s: %(error)s
sr: Greška u učitavanju plejliste na server %(server)s: %(error)s
sv: Fel vid laddning av spellista till server %(server)s: %(error)s

source: Error updating filelist from server %(server)s: %(error)s
cs: Chyba při aktualizaci seznamu souborů ze serveru %(server)s: %(error)s
sr: Greška u ažur. liste datoteka sa servera %(server)s: %(error)s
sv: Fel vid uppdatering av spellista från server %(server)s: %(error)s

source: Error with VLC server: %s
cs: Chyba VLC serveru: %s
sv: Fel med VLC server: %s

source: Filelist
cs: Soubory
fa: فهرست پوشه ها
sr: Lista datoteka
sv: Fillista

source: List of known VLC-Server Profiles
cs: Seznam VLC-Server profilů
fa: فهرست از پزوفایل سرورهای شناخته شده وی ال سی
sr: Lista poznatih VLC server profila
sv: Lista kända VLC-Server Profiler

source: Movie Directory
cs: Adresář filmů
fa: دایرکتوری فیلم ها
sr: Film direktorijum
sv: Filmkatalog

source: No more files in this directory
cs: Žádné další soubory v tomto adresáři
fa: فایل های زیادی در این دایرکتوری نیست
sv: Inga fler filer i den katalogen

source: No previous file in this directory
cs: Žádný předchozí soubor v tomto adresáři
fa: هیچ فایل قبلی در این دایرکتوری نیست
sv: Inga föregående filer i den här katalogen

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
cs: Žádný platný Enigma-program k přehrání VLC-Streamu Zkontrolujte instalaci a zkuste to znovu.
sv: Ingen giltig Enigma-Serive för att spela en VLC-Ström Kontrollera din installation och prova igen!

source: Overscan Correction [in %(percentsign)s of Video width]
cs: Overscan korekce [v %(percentsign)s výšky videa]
sr: Oversken ispravka [in %(percentsign)s video širine]
sv: Overscan Korrektion [på %(percentsign)s av Videobredd]

source: Really delete this Server?
cs: Opravdu chcete odstranit tento server?
fa: واقعا قصد حذف این سرور را دارید ؟
sv: Verkligen ta bort den här Servern?

source: Server Address
cs: Adresa serveru
fa: آدرس سرور
sr: Adresa servera
sv: Server Adress

source: Server Profile Name
cs: Název profilu serveru
fa: نام پروفایل سرور
sr: Ime server profila
sv: Server Profilnamn

source: Serverlist
cs: servery
fa: فهرست سرورها
sr: Server lista
sv: Serverlista

source: Subtitle overlay
cs: Overlay titulky
fa: پوشش زیرنویس ها
sr: Dopuna subtitla
sv: Textning overlay

source: Transcode MPEG/DVD Audio
cs: Transkódovat MPEG/DVD Audio
sr: Konvertuj MPEG/DVD zvuk
sv: Transkoda MPEG/DVD Ljud

source: Transcode MPEG/DVD Video
cs: Transkódovat MPEG/DVD Video
sr: Konvertuj MPEG/DVD sliku
sv: Transkoda MPEG/DVD Video

source: Video Bitrate
cs: Datový tok videa
sr: Video bitrejt

source: Video Codec
cs: Kodek videa
sr: Video kodek

source: Video Norm
cs: Norma videa
sr: Video standard
sv: Videostandard

source: add server
cs: Přidat server
fa: اضافه کردن سرور
sr: dodaj server
sv: lägg till server

source: delete server
cs: Smazat server
fa: حذف کردن سرور
sr: obriši server
sv: ta bort server

source: edit server
cs: Upravit server
fa: ویرایش کردن سرور
sv: ändra server

source: filter off
cs: vypnout filtr
fa: خاموش کردن فیلتر
sr: Filter isklj.
sv: filter av

source: filter on
cs: zapnout filtr
fa: فعال کردن فیلتر
sr: Filter uklj.
sv: filter på

source: play DVD
cs: přehrát DVD
fa: پخش یک دی وی دی
sr: Pusti DVD
sv: spela DVD

source: refresh
cs: aktualizovat
fa: بازآوری
sr: osveži
sv: uppdatera

source: set default
cs: Výchozí
fa: تنظیم پیش فرض
sv: ange som standard

source: Playlist
fa: فهرست پخش
sr: Plejlista
sv: Spellista

source: OK
fa: مورد تایید است
