Repository: 4doemaster/plugins-enigma2
Catalog: youtubeplayer/src/locale/*/YouTubePlayer.po
Languages: nl

source: Login not successful
nl: Inloggen niet gelukt

source: Search and play YouTube movies
nl: Zoek en bekijk YouTube video`s

source: Name
nl: Naam

source: Description
nl: Beschrijving

source: Cancel
nl: Annuleren

source: Save
nl: Opslaan

source: Playlist Name
nl: Naam afspeellijst

source: Playlist Description
nl: Beschrijving afspeellijst

source: private
nl: Prive

source: Duration
nl: Tijdsduur

source: Rate
nl: Beoordeling

source: Ratings
nl: Aantal sterren

source: Favorited
nl: Aan favorieten toegevoegd

source: Views
nl: Aantal Keer Bekeken

source: Author:
nl: Maker:

source: Added
nl: Toegevoegd op

source: Category
nl: Categorie

source: Tags
nl: Labels

source: Select a VLC-Server
nl: Selecteer een VLC-Server

source: New YouTube search
nl: Nieuw gevonden op YouTube

source: Total results
nl: Totaal resultaten

source: Shown
nl: Al bekeken

source: Load further entries of current Feed?
nl: Meer laden huidige zoekopdracht?

source: Searching, be patient ...
nl: Zoeken, een ogenblik ...

source: Loading playlist, be patient ...
nl: Afspeellijst laden, een ogenblik ...

source: Loading favorits, be patient ...
nl: Favorieten laden, een ogenblik ...

source: Loading standard feed, be patient ...
nl: Standaard categorie laden, een ogenblik ...

source: Loading additional videos, be patient ...
nl: Toegevoegde video`s laden, een ogenblik ...

source: Loading related videos, be patient ...
nl: Gezochte video`s laden, een ogenblik

source: Loading response videos, be patient ...
nl: Gevonden video`s laden, een ogenblik ...

source: Back in history, be patient ...
nl: Zoekt in verleden, een ogenblik ...

source: Forward in history, be patient ...
nl: Zoekt vooruit, een ogenblik ...

source: Show video detail info
nl: Geef gedetaileerde info weer

source: Remove from favorites
nl: Verwijder van favorieten

source: Add to favorites
nl: Voeg toe aan favorieten

source: Remove from playlist
nl: Verwijder van afspeellijst

source: Add to playlist
nl: Voeg toe aan afspeellijst

source: Get related videos
nl: Bekijk gezochte video`s

source: Get video responses
nl: Geef gevonden video`s weer

source: Delete Playlist
nl: Verwijder afspeellijst

source: Add new Playlist
nl: Voeg nieuwe afspeellijst toe

source: Really delete %(playlist)s?
nl: Verwijder %(playlist)s?

source: Std.Feeds
nl: Standaard lijsten

source: Search
nl: Zoeken

source: Playlists
nl: Afspeellijsten

source: Favorites
nl: Favorieten

source: Search Term(s)
nl: Zoekterm(en)

source: Most Viewed
nl: Meest bekeken video`s

source: Top Rated
nl: Hoogst gewaardeerde video`s

source: Recently Featured
nl: Onlangs toegevoegd

source: Watch On Mobile
nl: Bekijk op mobiele media

source: Most Discussed
nl: Meest besproken video`s

source: Top Favorites
nl: Top favorieten

source: Most Linked
nl: Meest doorgestuurde video`s

source: Most Responded
nl: Meeste reacties

source: Most Recent
nl: Nieuwste video`s

source: User Profile Name
nl: Gebruikersnaam

source: E-Mail Address
nl: E-mail adres

source: Password
nl: Wachtwoord

source: To use the selected feature you have to login to YouTube. Select a user-profile to login!
nl: Voor deze optie, log in op YouTube. Selecteer een profiel om in te loggen

source: delete user
nl: Verwijder gebruiker

source: add user
nl: Voeg gebruiker toe

source: edit user
nl: Bewerk gebruiker

source: set default
nl: Terug naar standaardinstellingen

source: Really delete %(user)s?
nl: Verwijder %(user)s?
