Repository: 4doemaster/plugins-enigma2
Catalog: autotimer/po/*.po
Languages: fa, fy

source: Monday
fa: دوشنبه
fy: Moandei

source: Tuesday
fa: سه شنبه
fy: Tiisdei

source: Wednesday
fa: چهارشنبه
fy: Woansdei

source: Thursday
fa: پنج شنبه
fy: Tongersdei

source: Friday
fa: جمعه
fy: Freed

source: Saturday
fa: شنبه
fy: Sneon

source: Sunday
fa: یک شنبه
fy: Snein

source: Weekend
fa: آخر هفته
fy: Wykein

source: Weekday
fa: روزهای هفتگی
fy: Wykdei

source: Channel Selection
fa: انتخاب کانال

source: partial match
fa: مطابقت نسبی

source: exact match
fa: مطابقت کامل

source: case-sensitive search
fa: جعبه جستجوی حساس

source: case-insensitive search
fa: جعبه جستجوی غیر حساس

source: record
fa: ضبط کردن
fy: opnimme

source: standard
fa: استاندارد
fy: standert

source: do nothing
fa: انجام ندادن هیچ کاری
fy: neat dwaan

source: go to standby
fa: رفتن به حالت استندبای
fy: gjin nei paraatstand

source: go to deep standby
fa: رفتن به حالت استندبای عمیق
fy: gjin nei djip paraatstand

source: auto
fa: خودکار

source: Never
fa: هرگز
fy: Nea

source: Monthly
fa: ماهانه
fy: Maandeliks

source: Weekly (Sunday)
fa: هفتگی هر یک شنبه
fy: Wykeliks (Snein)

source: Weekly (Monday)
fa: هفتگی هر دو شنبه
fy: Wykeliks (Moandei)

source: Custom (%s)
fa: (%s) بر حسب عادت
fy: Eigen (%s)

source: No
fa: نه
fy: Nee

source: On same service
fa: سرویس همسان
fy: By lykese service

source: On any service
fa: روی هر سرویس
fy: By eltse service

source: Any service/recording
fa: هر سرویس / ضبط کردن

source: None
fa: هیچ کدام
fy: Gjin

source: Choose target folder
fa: انتخاب پوشه مورد نظر
fy: Kies doel map

source: AutoTimer Editor
fa: ویرایشگر تایمر خودکار
fy: AutoTimer bewurker

source: Cancel
fa: لغو کردن
fy: Ôfbrekke

source: OK
fa: مورد تایید است

source: Edit AutoTimer
fa: ویرایش تایمر خودکار
fy: Autotimer bewurkje

source: edit filters
fa: ویرایش کردن فیلترها
fy: Bewurkje Filters

source: add filters
fa: اضافه کردن یک فیلتر
fy: Filters Tafoegje

source: edit services
fa: ویرایش کردن سرویس
fy: Bewurkje Services

source: add services
fa: اضافه کردن یک سرویس
fy: Services Tafoegje

source: Set this NO to disable this AutoTimer.
fa: نه کردن غیر فعال کردن تایمر خودکار

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
fa: این نامی است که شما می توانید به تایمر خودکار بدهید .آن به منظور بازبینی و پیش نمایش به نمایش در خواهد آمد

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
fa: این آن چیزی است که به ازای هر رویدادی دیده خواهد شد .

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
fa: رمز گذاری کانال ها به منظور استفاده در برنامه راهنمای الکترونیک . شما تنها احتیاج به تغییر این دارید اگر در حال جستجو کردن کارکترهای مخصوصی نظیر یومالتس آلمانی هستنید

source: Select "exact match" to enforce "Match title" to match exactly or "partial match" if you only want to search for a part of the event title.
fa: انتخاب / کاملا سازگار/ اجرا گذاشتن / کاملا سازگار یا / سازگار نسبی / اگر شما قصد جستجو بخشی از عنوان رخدادها را دارید

source: Select whether or not you want to enforce case correctness.
fa: انتخاب آب و هوا یا نه شما می خواهید مورد به درستی انجام شود

source: Add zap timer instead of record timer?
fa: افزودن یک زپ تایمر در عوض تایمر ضبط

source: Should this AutoTimer be restricted to a timespan?
fa: بایستی تایمر خودکار به یک بازه زمانی محدود شود ؟

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
fa: پایین ترین حد محدوده زمانی . هیچ چیزی قبل از این زمان سازگار نخواهد شد . آفست در نظر گرفته نشده است

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
fa: بالا ترین حد محدوده زمانی . هیچ چیزی قبل از این زمان سازگار نخواهد شد . آفست در نظر گرفته نشده است

source: By enabling this events will not be matched if they don't occur on certain dates.
fa: با فعال سازی این رویداد سازگار نخواهد شد اگر آنها را در یک بازه زمانی خاصی قرار ندهید

source: First day to match events. No event that begins before this date will be matched.
fa: اولین روز سازگاری با رویدادها . هیچ رویدادی قبل از سازگار نخواهد شد

source: Change default recording offset?
fa: تغییر بده پیش فرض آفست ضبط شده ها

source: Time in minutes to prepend to recording.
fa: چند دقیقه به اول ضبط اضافه گردد

source: Time in minutes to append to recording.
fa: چند دقیقه به آخر ضبط اضافه گردد

source: Should this AutoTimer only match up to a certain event duration?
fa: باید تایمر خودکار در بازه رویداد خاصی سازگار شود ؟

source: Maximum event duration to match. If an event is longer than this ammount of time (without offset) it won't be matched.
fa: بیشترین بازه رویدادها برای سازگار شدن . اگر یک رویداد بیشتر از زمان تعیین شده باشد ( بدون آفست ) آن سازگار نحواهد شد.

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
fa: تغییر وضعیت توان بعد از ضبط کردن . انتخاب شده / استاندارد / غیر قابل تغییر به خاطر پیش فرض های انیگما 2 و یا اینکه مقادیر توسط شما تغییر کرده است

source: Restrict "after event" to a certain timespan?
fa: محدود شده / بعد از رویدادها / در یک بازه زمانی خاص

source: Lower bound of timespan.
fa: پایین ترین مرز محدوده زمانی

source: Upper bound of timespan.
fa: بالا ترین مرز محدوده زمانی

source: Enabled
fa: فعال شده
fy: Ynskeakele

source: Description
fa: توضیحات
fy: Beskriuwing

source: Match title
fa: عنوان سازگار
fy: Sjoch nei Titel

source: EPG encoding
fa: کدگزاری برنامه راهنمای الکترونیک

source: Search type
fa: نوع جستجو

source: Search strictness
fa: جستجوی بهتر

source: Timer type
fa: نوع تایمر
fy: Tiidsbarren type

source: Override found with alternative service
fa: در حالت سرویس جایگزین هیچ چیزی در بر نداشت

source: Only match during timespan
fa: فقط سازگار با بازه زمانی
fy: Allinne sjoen yn Tiidsspan

source: Begin of timespan
fa: شروع بازه زمانی
fy: Begjin fan Tiidsspan

source: End of timespan
fa: انتهای بازه زمانی
fy: Ein fan Tiidsspan

source: Restrict to events on certain dates
fa: محدود سازی یک رویداد در یک زمان خاص

source: Not before
fa: هیچی قبل از این

source: Not after
fa: هیچی بعد از این

source: Custom offset
fa: آفست سفارشی
fy: Eigen bewurking

source: Offset before recording (in m)
fa: آفست قبل از ضبط بر حسب دقیقه
fy: Tiid extra foar in opnimmen (yn min)

source: Offset after recording (in m)
fa: آفست بعد از ضبط بر حسب دقیقه
fy: Tiid extra nei in opnimmen (yn min)

source: Set maximum duration
fa: تنظیم بازه نهایی
fy: Kies maximaal tiidsspan

source: Maximum duration (in m)
fa: بالاترین بازه بر حسب دقیقه
fy: Maximaal Tiidspan (yn min)

source: After event
fa: بعد از یک رویداد
fy: Nei it barren

source: Execute "after event" during timespan
fa: اجرا / بعد از یک رویداد / در طول یک بازه زمانی
fy: Utfiere tiidens in barren yn Tiidsspan

source: Begin of "after event" timespan
fa: شروع / بعد از یک رویداد / بازه زمانی
fy: Begjin fan Tiidspan nei in barren

source: End of "after event" timespan
fa: در انتهای / بعد از یک رویداد / بازه زمانی
fy: Ein fan Tiidsspan nei in barren

source: Ammount of recordings left
fa: چه میزانی از ضبط باقی مانده است
fy: Oantal nog te gean oan opnimmens

source: Reset count
fa: تنظیم مجدد تعداد دفعات
fy: Teller werom sette

source: Require description to be unique
fa: نیاز به توضیحات منحصر به فرد
fy: Unyke beskriuwing needich foar sykjen

source: Use a custom location
fa: استفاده از یک مکان سفارشی
fy: Kies in eigen lokaasje

source: Custom location
fa: مکان سفارشی
fy: Eigen lokaasje

source: Tags
fa: برچسب ها
fy: Merkers

source: Really close without saving settings?
fa: آیا واقعا بدون ذخیره سازی تنظیمات قصد بستن دارید ؟
fy: Slúte sunder op te slaan ?

source: The match attribute is mandatory.
fa: مطابقت ویژگی ها ضروری است
fy: It syk attribuut is ferplicht.

source: AutoTimer Filters
fa: فیلتر تایمر خودکار

source: in Title
fa: عنوان
fy: in titel

source: in Shortdescription
fa: شرحی کوتاه و مختصر
fy: in koarte beskriuwing

source: in Description
fa: در حال توضیح
fy: in beskriuwing

source: on Weekday
fa: در روزهای هفته
fy: op wykdei

source: Save
fa: ذخیره سازی
fy: Opslaan

source: delete
fa: حذف کردن
fy: ferwiderje

source: New
fa: جدید
fy: Nij

source: Edit AutoTimer filters
fa: ویرایش فیلتر تایمر خودکار
fy: Autotimer Filters bewurkje

source: Enable Filtering
fa: فعال سازی فیلترها
fy: Filterjen ynskeakelje

source: Filter
fa: فیلتر

source: Exclude
fa: حذف و رد
fy: Utslúte

source: Include
fa: شامل بودن
fy: Ynclusief

source: Select type of Filter
fa: انتخاب نوع فیلتر
fy: Kies type fan Filter

source: AutoTimer Services
fa: سرویس تایمر خودکار

source: Channels
fa: کانال ها
fy: Kanalen

source: Bouquets
fa: دسته ها
fy: Boeketten

source: Edit AutoTimer services
fa: ویرایش سرویس تایمر خودکار
fy: Autotimer Services bewurkje

source: Enable Service Restriction
fa: ویرایش محدودیت سرویس
fy: Service beperking ynskeakelje

source: Editing
fa: ویرایش
fy: Oan it bewurkjen

source: Record on
fa: ضبط بروی
fy: Opnimme op

source: Select channel to record on
fa: انتخاب کانال برای ضبط کردن بروی
fy: Kies kanaal om op te nimmen

source: Select bouquet to record on
fa: انتخاب دسته برای ضبط کردن بروی
fy: Kies yn boeket foar opslach

source: Select a timer to import
fa: انتخاب یک تایمر برای وارد کردن
fy: Kies yn tiidsbarren foar ymport

source: disable
fa: غیر فعال کردن
fy: útskeakelje

source: enable
fa: فعال کردن
fy: ynskeakelje

source: Exact match
fa: سازگاری دقیق

source: Location
fa: مکان
fy: Lokaasje

source: Import AutoTimer
fa: وارد کردن تایمر خودکار
fy: Ymport AutoTimer

source: Please provide a Text to match
fa: لطفا یک متن سازگار وارد نمایید
fy: Jou in tekst om mei te sykjen

source: Delete
fa: حذف کردن
fy: Ferwiderje

source: Add
fa: افزودن
fy: Tafoegje

source: Edit selected AutoTimer
fa: ویرایش تایمر خودکار انتخاب شده
fy: Bewurkje koazen Autotimer

source: Close and forget changes
fa: بستن و فراموش کردن تغییرات
fy: Feroaringen fuortsmitte en ôfslúte

source: Open Context Menu
fa: باز کردن محتوا و متن منو
fy: Iepenje context menu

source: Close and save changes
fa: بستن و ذخیره سازی تغییرات
fy: Feroaringen opslaan en ôfslúte

source: Remove selected AutoTimer
fa: حذف تایمر خودکار انتخاب شده
fy: Ferwiderje koazen AutoTimer

source: Add new AutoTimer
fa: افزودن یک تایمر خودکار جدید
fy: Nije AutoTimer tafoegje

source: AutoTimer overview
fa: بازنگری یک تایمر خودکار
fy: AutoTimer Oersjoch

source: Do you really want to delete %s?
fa: %s? آیا واقعا قصد حذف دارید
fy: Wolle jo wier %s ferwiderje?

source: Preview
fa: پیش نمایش
fy: Foar-oanskouwing

source: Import existing Timer
fa: وارد کردن تایمرهای موجود

source: Import from EPG
fa: وارد کردن از برنامه راهنمای الکترونیک

source: Setup
fa: راه اندازی
fy: Ynstellingen

source: Edit new timer defaults
fa: ویرایش یک پیش فرض جدید برای تایمر
fy: Bewukje nije tiidsbarren ynstellingen

source: Create a new timer using the classic editor
fa: ساخت یک تایمر جدید برای یک ویرایشگر کلاسیک
fy: Nei Tiidsbarren ynstelle mei de klassyke bewurker

source: Create a new timer using the wizard
fa: ساخت یک تایمر جدید برای مصرف ویزارد
fy: Nei Tiidsbarren ynstelle mei de gûcheler

source: mins
fa: دقیقه ها
fy: min

source: Preview AutoTimer
fa: پیش نمایش تایمر خودکار
fy: Foar-oanskouwing AutoTimer

source: Sort Time
fa: دسته بندی زمان
fy: Sorteer nei Tiid

source: Sort AutoTimer
fa: دسته بندی تایمر خودکار
fy: Sorteer AutoTimer

source: AutoTimer was removed
fa: تایمر خودکار حذف گردید

source: autotimers need a match attribute
fa: تایمر خودکار نیازمند نشان های سازگار است

source: AutoTimer was added successfully
fa: تایمر خودکار بصورت موفقیت آمیز اضافه گردید

source: Editor for new AutoTimers
fa: ویرایشگر برای تایمر خودکار جدید
fy: Bewurker foar nije AutoTimers

source: Classic
fa: کلاسیک
fy: Klassyk

source: Wizard
fa: ویزارد
fy: Gûcheler

source: add AutoTimer...
fa: اضافه کردن تایمر خودکار
fy: AutoTimer Tafoegje...

source: Abort this Wizard.
fy: Dizze gûcheler ôfbrekke

source: Add timer as disabled on conflict
fy: Tiidsbarren tafoegje as 'útskeakele by conflict'

source: All non-repeating timers
fy: Alle net-herhelle Tiidstjoeringen

source: AutoTimer Settings
fy: AutoTimer ynstellingen

source: Configure AutoTimer behavior
fy: AutoTimer gedrach ynstelle

source: Create a new AutoTimer.
fy: Nije AutoTimer oanmeitsje

source: Edit Timers and scan for new Events
fy: Bewurkje Tiidstjoeringen en sykje nei nije Barrens

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
fy: In Filter is in kreftig ark foar it fergelykjen fan tiidsbarren. In AutoTimer kin beperkt wurde ta bepaalde wiekdagen of allinne barren mei in bepaalde tekst bijv yn in beskriuwing. Druk BLAU foar in nije filter rigele en GIEL om in selektearre te ferwiderjen.

source: Found a total of %d matching Events. %d Timer were added and %d modified.
fy: In totaal fan %d barren wie fûn. %d Tiidsbarren binne tafoege en %d feroare.

source: Guess existing timer based on begin/end
fy: In gok nei in besteand Tiidsbarren besjoen nei Begjin/EinTiid

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
fy: It is mooglik om in AutoTimer te beperken ta bepaalde Services of Boeketten of ta wiigerje fan bepaalde items. In barren komt allinne oerien mei in AutoTimer wanneer it in bepaalde en net wiigere Service (yn in boeket). Druk BLAU om in nije foarwaarde en GIEL om in selektearre te ferwiderjen.

source: Match Timespan: %02d:%02d - %02d:%02d
fy: Sjoch nei Tiidsspan : %02d:%02d - %02d:%02d

source: Match title: %s
fy: Sjoch nei titel %s

source: Modify existing timers
fy: Bewurkje besteande Tiidsbarren

source: No, remove them.
fy: Nee, gewoan ferwiderje

source: Only AutoTimers created during this session
fy: Allinee AutoTimers makke yn dizze sesje

source: Only on Service: %s
fy: Alinne by service %s

source: Poll Interval (in h)
fy: Poll ynterfal (yn oeren)

source: Poll automatically
fy: Automatyske poll

source: Record a maximum of x times
fy: Opnimmen maximaal x kear herhelje

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
fy: Bedankt foar it brûken fan de gûcheler. De nije AutoTimer is tafoege oan de lyst. Druk OK om troch te gean.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
fy: It Tiidsbarren wurd net tafoegt oan de lyst. Druk OK om de gûcheler ôf te slúten.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
fy: It Tiidsspan fan in AutoTimer is de eerst afansjearre attributen. Ot in tiidsspan opjûn is, sil in tiidbarren allinne oerien komme ot it binnen dit tiidsspan falt.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
fy: Wolkom Dizze gûcheler helpt jo by it meitsjen fan in AutoTimer troch in beskriuwing te jaan foar algemiene ynstellingen.

source: Yes
fy: Ja

source: Yes, keep them.
fy: Ja, anhâlde.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
fy: Hjir kinne standaard ynstellingen foar in AutoTimer dien wurde. 'Namme' is in namme dy't yn de lyst toant wurd, 'Match' is een titel wêr nei sjoen wurd yn de EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
fy: Der is gjin jildige opjefte dien foar 'Match in titel', foar de nije AutoTimer. Whylst dizze ferplicht is, kinne jo net fjierder sunder ien te jaan.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
fy: Jo hawwe "%s" as syk tekst ynjûn. Wolle jo de spaties foar en nei de tekst ferwiderje ?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
fy: Der is mei sukses in nije AutoTimer ynstelt. Wolle jo it tafoegje oan de lyst ? Jo kinne ien stap wêrom troch de EXIT knop te brûken.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
fy: Jo 'Match in titel' opjefte hat in spatie op it ein. Klopt dit of net ? Sa net, dan wurd dizze ferwidere.

source: Your config file is not well-formed: %s
fy: De konfiguraasje triem is net goed fan formaat: %s

source: add AutoTimer
fy: AutoTimer Tafoegje

source: zap
fy: knip
