Repository: 4doemaster/plugins-enigma2
Catalog: quickbutton/po/*.po
Languages: cs

source: Assign plugin to long blue key pressed
cs: přiřazený plugin dlouhému stisku tlačítka

source: Assign plugin to long green key pressed
cs: přiřazený plugin dlouhému stisku tlačítka

source: Assign plugin to long red key pressed
cs: přiřazený plugin dlouhému stisku tlačítka

source: Assign plugin to long yellow key pressed
cs: přiřazený plugin dlouhému stisku tlačítka

source: Assign plugin to long TV key pressed
cs: přiřazený plugin dlouhému stisku tlačítka

source: Assign plugin to red key pressed
cs: přiřazený plugin tlačítku

source: Cancel
cs: Zavřít

source: Display 4:3 content as
cs: Zobrazit 4:3 obraz jako

source: EPG List
cs: EPG seznam

source: Error! Error Text: %s
cs: Chyba! Text chyby: %s

source: Just Scale
cs: Jen měřítko

source: No plugin assigned!
cs: Nepřiřazen žádný plugin!

source: Nothing
cs: nepřiřazeno

source: Plugin browser
cs: Přehled pluginů

source: Plugin not found!
cs: Plugin nenalezen!

source: Timer
cs: Časovač

source: Unknown Error
cs: Neznámá chyba

source: assigned to long blue
cs: Dlouhý stisk MODRÉHO tlačítka

source: assigned to long green
cs: Dlouhý stisk ZELENÉHO tlačítka

source: assigned to long red
cs: Dlouhý stisk ČERVENÉHO tlačítka

source: assigned to long yellow
cs: Dlouhý stisk ŽLUTÉHO tlačítka

source: assigned to long tv
cs: Dlouhý stisk TV tlačítka

source: assigned to red
cs: Stisk ČERVENÉHO tlačítka

source: setup for Quickbutton
cs: Nastavení pro Quickbutton

source: switch 4:3 content display
cs: Přepnout 4:3 zobrazení

source: Assign plugin to long 0 key pressed
cs: přiřazený plugin dlouhému stisku tlačítka

source: assigned to long 0
cs: Dlouhý stisk tlačítka 0
