Repository: 4doemaster/plugins-enigma2
Catalog: emailclient/po/*.po
Languages: sv

source: Accounts list
sv: Kontolista

source: Attachments
sv: Bifogade

source: Bodys
sv: Textkropp

source: Date
sv: Datum

source: Email Client
sv: Epost Klient

source: Email setup
sv: Epost installation

source: EmailClient for %(account)s: %(error)s
sv: Epostklient för %(account)s: %(error)s

source: From
sv: Från

source: New mail arrived for account %s:
sv: Nytt epost inkommet för kontot %s:

source: Really delete account %s?
sv: Verkligen ta bort kontot %s?

source: Subject
sv: Ämne

source: account %s is not connected
sv: kontot %s är inte anslutet

source: account name
sv: kontonamn

source: account not connected
sv: kontot ej anslutet

source: add
sv: lägg till

source: cancel
sv: Avbryt

source: cannot access inbox
sv: ingen åtkomst till INBOX

source: cannot get headers of new messages
sv: kan inte erhålla brevhuvuden på nya meddelanden

source: cannot get list of new messages
sv: kan inte erhålla lista över nya meddelanden

source: connection failed - retrying
sv: anslutning misslyckades - försöker igen

source: delete
sv: Ta bort

source: display connection errors
sv: visa anslutningsfel

source: display timeout (seconds)
sv: visa timeout (i Sekunder)

source: edit
sv: ändra

source: empty values - retry
sv: inget angivet - försök igen

source: error logging %(who)s in: %(failure)s
sv: fel vid inloggning med %(who)s: %(failure)s

source: failed to load message
sv: misslyckades med att ladda meddelandet

source: getting message ...
sv: laddar ner meddelanden...

source: have %d messages
sv: har %d meddelanden

source: have no messages
sv: inga meddelanden

source: headers loaded, now parsing ...
sv: Brevhuvuden laddade, bearbetar nu...

source: importing configurations from %s
sv: importera inställningar från %s

source: leave unread
sv: lämna oläst

source: list all mailboxes
sv: lista alla epostlådor

source: loading headers ...
sv: laddar brevhuvuden...

source: mail check interval (minutes)
sv: kontroll intervall (i Minuter)

source: maximum mail size to fetch
sv: maximum epost storlek att hämta

source: message too large
sv: meddelande för stort

source: no account selected
sv: inget konto valt

source: no date
sv: inget datum

source: no filename
sv: inget filnamn

source: no from
sv: ingen avsändare

source: no mailbox?!?!
sv: ingen epostlåda?!?!

source: no sender
sv: ingen skickare

source: no subject
sv: inget ämne

source: parsing message ...
sv: bearbetar epost...

source: password
sv: lösenord

source: really delete mail?
sv: verkligen ta bort epost?

source: really undelete mail?
sv: verkligen återskapa epost?

source: remove
sv: ta bort

source: select Attachment
sv: välj bifogad

source: select Body
sv: välj textkropp

source: show deleted entries
sv: visa borttagna epost

source: undelete
sv: återskapa

source: user name
sv: användarnamn

source: view Emails via IMAP4
sv: läs epost med hjälp av IMAP4
