Repository: 4doemaster/plugins-enigma2
Catalog: networkbrowser/po/*.po
Languages: fa

source: Active
fa: فعال کردن

source: Browse network neighbourhood
fa: نگاهی به شبکه همسایه

source: Change hostname
fa: تغییر نام میزبان

source: Change the hostname of your Dreambox.
fa: تغییر نام میزبان در دستگاه شما

source: Close
fa: بستن

source: Delete
fa: حذف کردن

source: Enter new hostname for your Dreambox
fa: وارد کردن نام جدید میزبان در دستگاه شما

source: Enter options:
fa: وارد کردن گزینه ها

source: Enter password:
fa: وارد کردن رمز ورود

source: Enter share directory:
fa: وارد کردن دایرکتوری اشتراک گذاشته شده

source: Enter share name:
fa: وارد کردن نام به اشتراک گذاشته شده

source: Enter user and password for host:
fa: وارد کردن نام کاربری و رمز ورود برای میزبان

source: Enter username:
fa: وارد نمودن نام کاربری

source: Finished restarting your network
fa: اتمام راه اندازی شبکه شما

source: Mount informations
fa: اطلاعات مونت

source: Mount options
fa: گزینه های مونت

source: Mount type
fa: نوع مونت

source: MountManager
fa: مدیر مونت

source: Mounts editor
fa: ویرایشگر مونت

source: Mounts management
fa: مدیریت مونت

source: NetworkBrowser
fa: مرورگر شبکه

source: No network devices found!
fa: هیچ دستگاهی در شبکه یافت نشد

source: Password
fa: رمز ورود

source: Please wait for activation of your network mount...
fa: لطفا به منظور فعال سازی مونت شبکه تان صبر کنید ...

source: Please wait while removing your network mount...
fa: لطفا تا هنگامی که مونت شبکه در حال پاک شدن است صبر کنید ...

source: Please wait while updating your network mount...
fa: لطفا تا بروزرسانی مونت شبکه تان صبر کنید ...

source: Please wait while your network is restarting...
fa: لطفا در تا زمانی که شبکه تان در حال ریستارت است صبر کنید ...

source: Press OK to activate the settings.
fa: دکمه اوکی را جهت فعال سازی تنظیمات فشار دهید

source: Press OK to edit selected settings.
fa: دکمه اوکی را جهت ویرایش تنظیمات انتخاب شده فشار دهید

source: Press OK to edit the settings.
fa: دکمه اوکی را جهت ویرایش تنظیمات فشار دهید

source: Press OK to mount!
fa: به منظور مونت کردن دکمه اوکی را فشار دهید

source: Press OK to save settings.
fa: دکمه اوکی را جهت ذخیره سازی تنظیماتفشار دهید

source: Press OK to select.
fa: جهت انتخاب دکمه را فشار دهید

source: Rescan network
fa: اسکن مجدد شبکه

source: Retrieving network information. Please wait...
fa: بازیابی مجدد اطلاعات شبکه لطفا صبر کنید ...

source: Search for network shares
fa: جستجو برای یافتن یک شبکه به اشتراک گذاشته شده

source: Search for network shares...
fa: در حال جستجو برای یافتن یک شبکه به اشتراک گذاشته شده...

source: User management
fa: مدیریت کاربری

source: Usermanager
fa: مدیر کاربر

source: Username
fa: نام کاربری

source: View, edit or delete mountpoints on your Dreambox.
fa: نمایش - ویرایش یا پاک کردن مونت پوینت دستگاه رسیور شما

source: View, edit or delete usernames and passwords for your network.
fa: نمایش - ویرایش یا پاک کردن نام کاربری و رمز ورود برای شبکه شما

source: Your network mount has been activated.
fa: مونت شبکه شما فعال گردید

source: Your network mount has been removed.
fa: مونت شبکه شما پاک گردید

source: Your network mount has been updated.
fa: مونت شبکه شما به روز رسانی گردید
