Repository: 4doemaster/plugins-enigma2
Catalog: moviecut/po/*.po
Languages: de, pl

source: Execute cuts...
de: Schnitte ausführen...
pl: Wykonaj cięcia...

source: Don't cut
de: Nicht schneiden
pl: Nie przycinaj

source: Replace the original movie with the cut movie
de: Ersetze den originalen Film mit dem geschnittenen Film
pl: Zastąp oryginalny film przyciętym

source: Place the cut movie in a new file ending with " cut"
de: Speichere den geschnittenen Film in eine neue Datei mit der Endung " cut"
pl: Zapisz przycięty film jako nowy plik z końcówką " cut"

source: Advanced cut specification...
de: Erweiterte Schneide-Spezifikation
pl: Zaawansowane określenie cięcia...

source: How would you like to cut "%s"?
de: Wie möchtest Du "%s" schneiden?
pl: Jak chciałbyś przyciąć "%s"?

source: Cancel
de: Abbrechen
pl: Anuluj

source: No
de: Nein
pl: Nie

source: Yes
de: Ja
pl: Tak

source: Cutlist
de: Schneideliste
pl: Lista cięcia

source: Manual specification
de: Manuelle Spezifikation
pl: Ręczne określenie

source: Replace original:
de: Original ersetzen:
pl: Zastąp oryginalny:

source: New filename:
de: Neuer Dateiname:
pl: Nowa nazwa pliku:

source: New title:
de: Neuer Titel:
pl: Nowy tytuł:

source: New description:
de: Neue Beschreibung:
pl: Nowy opis:

source: New location:
de: Neuer Speicherort:
pl: Nowa lokalizacja:

source: Cut source:
de: Schneide-Quelle:
pl: Źródło cięcia:

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
de: Schneide (eine IN OUT IN OUT ... Sequenz von h:min:sec)
pl: Cięcia (IN OUT IN OUT... sekwencja godz:min:sek)

source: Cut Parameter Input
de: Eingabe Schneide-Parameter
pl: Parametry cięcia.

source: Choose target folder
de: Wähle Zielordner
pl: Wybierz folder docelowy

source: The movie "%s" is successfully cut
de: Der Film "%s" wurde erfolgreich geschnitten
pl: Cięcie filmu "%s" zakończone powodzeniem

source: Cutting failed for movie "%s"
de: Das Schneiden für "%s" ist fehlgeschlagen
pl: Cięcie filmu "%s" nie powiodło się

source: Bad arguments
de: Ungültige Parameter
pl: Nieprawidłowe argumenty

source: Couldn't open input .ts file
de: Konnte .ts-Eingangsdatei nicht öffnen
pl: Nie można otworzyć wejściowego pliku .ts

source: Couldn't open input .cuts file
de: Konnte .cuts-Eingangsdatei nicht öffnen
pl: Nie można otworzyć wejściowego pliku .cuts

source: Couldn't open input .ap file
de: Konnte .ap-Eingangsdatei nicht öffnen
pl: Nie można otworzyć wejściowego pliku .ap

source: Couldn't open output .ts file
de: Konnte .ts-Ausgangsdatei nicht öffnen
pl: Nie można otworzyć wyjściowego pliku .ts

source: Couldn't open output .cuts file
de: Konnte .cuts-Ausgangsdatei nicht öffnen
pl: Nie można otworzyć wyjściowego pliku .cuts

source: Couldn't open output .ap file
de: Konnte .ap-Ausgangsdatei nicht öffnen
pl: Nie można otworzyć wyjściowego pliku .ap

source: Empty .ap file
de: Leere .ap-Datei
pl: Pusty plik .ap

source: No cuts specified
de: Keine Schnitte definiert
pl: Nie określono cięć

source: Read/write error (disk full?)
de: Lese/Schreib-Fehler (Festplatte voll?)
pl: Błąd zapisu/odczytu (dysk pełny?)

source: Cutting was aborted for movie "%s"
de: Schneiden für den Film "%s" abgebrochen
pl: Anulowano cięcie filmu "%s"

source: The movie "%s" is cut in the background.
de: Der Film "%s" wird im Hintergrund geschnitten.
pl: Film "%s" jest przycinany w tle

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
de: Ein anderer Film wird aktuell geschnitten. Der Film "%s" wird im Anschluß im Hintergrund geschnitten.
pl: Inny film jest aktualnie przycinany. Film "%s" zostanie przycięty w tle po tym.
