Repository: 4doemaster/plugins-enigma2
Catalog: webinterface/po/*.po
Languages: da

source: Configuration for the Webinterface
da: Konfiguration af WebInterface

source: Cancel
da: Annuller

source: Enable /media
da: Aktiver /medier

source: Allow zapping via Webinterface
da: Tillad at zappe via WebInterface

source: Autowrite timer
da: Skriv timer automatisk

source: Load movie-length
da: Vis film l√¶ngde

source: Enable HTTP Access
da: Aktiver HTTP adgang

source: Enable HTTP Authentication
da: Aktiver HTTP autorisation

source: Enable HTTPS Access
da: Aktiver HTTPS adgang

source: Enable HTTPS Authentication
da: Aktiver HTTPS autorisation

source: Enable Streaming Authentication
da: Aktiver Streaming autorisation

source: Webinterface: Main Setup
da: WebInterface: Hoved konfiguration.
