Repository: 4doemaster/plugins-enigma2
Catalog: audiosync/po/*.po
Languages: fi, sv

source: Service delay
sv: Kanal fördröjning

source: Global delay
sv: Global fördröjning

source: Channel audio:
fi: Ääniraita:
sv: Kanal ljud:

source: Cancel
fi: Keskeytä
sv: Avbryt

source: Switch audio
fi: Ääniraita
sv: Byt ljud

source: Save to key
sv: Spara till knapp

source: Open plugin menu
sv: Öppna plugin meny

source: Save values and close plugin
sv: Spara inställningar och stäng plugin

source: Discard changes and close plugin
sv: Spara inte ändringarna och stäng plugin

source: Change active delay
sv: Ändra aktiverad fördröjning

source: Increase delay
sv: Öka fördröjning

source: Decrease delay
sv: Minska fördröjning

source: Select channel audio
sv: Välj kanal ljud

source: Save current delay to key
sv: Spara nuvarande fördröjning till knapp

source: Decrease delay by %i ms (can be set)
sv: Minska fördröjning med %i mS (kan sättas)

source: Increase delay by %i ms (can be set)
sv: Öka fördröjning med %i mS (kan sättas)

source: Set delay to %i ms (can be set)
sv: Ange fördröjning till %i mS (kan sättas)

source: Move plugin screen
sv: Flytta pluginfönstret

source: Menu
sv: Meny

source: Invalid selection
fi: Virheellinen valinta
sv: Ogiltigt val

source: Select the key you want to set to %i ms
sv: Välj knapp som du vill sätta till %i mS

source: Key %(key)s (current value: %(value)i ms)
sv: Knapp %(key)s (nuvarande värde: %(value)i mS)

source: Setting key canceled
fi: Näppäimen määritys keskeytetty
sv: Inställning knapp avbruten

source: Key %(Key)s successfully set to %(delay)i ms
sv: Knapp %(Key)s sattes till %(delay)i mS

source: Outer Bound (+/-)
sv: Gränsvärde (+/-)

source: Step in ms for arrow keys
fi: Nuolinäppäimien säätöporras (ms)
sv: Steg i mS för pilknapparna

source: Wait time in ms before activation:
fi: Odotusaika ennen viiveen aktivointia (ms)
sv: Väntetid i mS före aktivering:

source: Step in ms for keys '%s'
sv: Steg i mS för knappar '%s'

source: Step in ms for key %i
fi: %i-näppäimen viive (ms)
sv: Steg i mS för knapp %i

source: Save
fi: Tallenna
sv: Spara

source: Save values and close screen
sv: Spara inställningar och stäng fönster

source: Discard changes and close screen
sv: Spara inte ändringarna och stäng fönstret

source: Move screen to the left
sv: Flytta fönstret till vänster

source: Move screen to the right
sv: Flytta fönstret till höger

source: Move screen up
sv: Flytta fönstret uppåt

source: Move screen down
sv: Flytta fönstret nedåt

source: Move screen to the upper left corner
sv: Flytta fönstret till övre vänstra hörnet

source: Center screen at the upper border
sv: Centrera fönstret till övre kanten

source: Move screen to the upper right corner
sv: Flytta fönstret till övre högra hörnet

source: Move screen to the middle of the left border
sv: Flytta fönstret till mitten av vänster kant

source: Move screen to the center of your TV
sv: Flytta fönstret till mitten av din TV

source: Move screen to the middle of the right border
sv: Flytta fönstret till mitten av höger kant

source: Move screen to the lower left corner
sv: Flytta fönstret till nedre vänstra hörnet

source: Center screen at the lower border
sv: Centrera fönstret till nedre kanten

source: Move screen to the lower right corner
sv: Flytta fönstret till nedre högra hörnet

source: Reset saved position
sv: Återställ sparad position

source: Audio Sync
sv: Ljud Synk

source: sets the Audio Delay (LipSync)
sv: sätter ljudfrödröjning (LipSync)

source: Audio Sync Setup
sv: Audio Sync Inställning

source: Setup for the Audio Sync Plugin
sv: Inställning för Audio Sync Plugin

source: sets the AC3 audio Delay (LipSync)
fi: säätää ääniviivettä (lipsync)

source: AC3 Lip Sync Setup
fi: AC3 Lip Sync -asetukset

source: Setup for the AC3 Lip Sync Plugin
fi: AC3 Lip Sync -lisäosan asetukset

source: Use user delays
fi: Omat pikaval.

source: Use calc. delays
fi: Vakiot pikaval.

source: %s delay:
fi: %s-viive:

source: Set user delay
fi: Tal.pikaval.

source: Save %s delay
fi: Tallenna %s-viive

source: Save both delays
fi: Tallenna molemmat viiveet

source: Which delays do you want to set
fi: Mitkä viiveet haluat tallentaa?

source: Saved %(audio)s value: %(delay)i ms
fi: Tallennettiin %(audio)s-arvo: %(delay)i ms

source: Select the key you want to set
fi: Valitse näppäin viivearvon pikavalintaa varten

source: Key
fi: Näppäin

source: %(Key)s successfully set to %(delay)i ms
fi: %(Key)s näppäin tallennettu %(delay)i ms viiveelle

source: Save current %(audio)s delay of %(delay)i ms to key
fi: Tallenna nykyinen %(audio)s-viive (%(delay)i ms) pikavalintaan

source: Switch to user key- delays
fi: Ota itse määritellyt viiveen pikavalinnat käyttöön

source: Switch to calculated key- delays
fi: Ota oletusarvoiset viiveen pikavalinnat käyttöön

source: Minimum delay
fi: Minimiviive (ms)

source: Maximum delay
fi: Maksimiviive (ms)

source: Recalculate...
fi: Päivitä...
