Repository: 4doemaster/plugins-enigma2
Catalog: lastfm/po/*.po
Languages: nl

source: Station changed
nl: Station veranderd

source: Server returned
nl: Server meldt

source: Setup
nl: Instellingen

source: Show in (needs GUI restart)
nl: Laat zien in (GUI herstart nodig)

source: Name (needs GUI restart)
nl: Naam (GUI herstart nodig)

source: Description
nl: Omschrijving

source: Last.FM Username
nl: Last.FM gebruikersnaam

source: Password
nl: Wachtwoord

source: Send now playing Audio Tracks
nl: Verstuur huidge titles

source: Use LastFM Proxy
nl: LastFM Proxy gebruiken

source: LastFM Proxy port
nl: LastFM Proxy poort

source: Recommendation level
nl: Aanbevelings nivo

source: Show Coverart
nl: Coverart tonen

source: Timeout Statustext (seconds)
nl: Tijd status tekst (seconden)

source: Timeout to select a Tab (seconds)
nl: Tijd om een tab te selecteren (seconden)

source: Interval to refresh Metadata (seconds)
nl: Interval voor verversen van metadata (seconden)

source: Use Screensaver
nl: Gebruik Screensaver

source: Wait before Screensaver (seconds)
nl: Wachttijd voor inschakelen screensaver (seconden)

source: Show Coverart in Screensaver
nl: Laat Coverart zien tijdens screensaver

source: Show Coverart Animation in Screensaver
nl: Laat Converart Annimatie zien tijdens Screensaver

source: Speed for Coverart Animation
nl: Snelheid voor Coverart Annimatie

source: Interval for Coverart Animation
nl: Interval voor Converart Annimatie

source: Cancel
nl: Afbreken

source: Extensions menu
nl: Extensie menu

source: Listen to Last.FM Internet Radio
nl: Luister naar Last.FM Internet Radio

source: Personal Stations
nl: Persoonlijke Stations

source: Global Tags
nl: Globale Tags

source: Top Tracks
nl: Top Titels

source: Recent Tracks
nl: Recente Titel

source: Loved Tracks
nl: Lievelings Titels

source: Banned Tracks
nl: Buiten gesloten Titels

source: Friends
nl: Vrienden

source: Neighbours
nl: Buren

source: Artist
nl: Artiest

source: Track
nl: Titel

source: Play
nl: Start

source: Skip
nl: Overslaan

source: Love
nl: Favoriet

source: Ban
nl: Negeer

source: Switch to selected Station
nl: Schakel naar geselecteerde Station

source: Select next Tab
nl: Selecteer volgende Tab

source: Select prev Tab
nl: Selecteer vorige Tab

source: Next Selection
nl: Volgende Selectie

source: Previous Selection
nl: Vorige Selectie

source: Page forward Selections
nl: Volgende pagina Selecties

source: Page backward Selections
nl: Vorige pagine Selecties

source: Skip current Track
nl: Sla huidige track over

source: Mark Track as loved
nl: Titel markeren als favoriet

source: Ban Track, never play
nl: Sluit track uit, nooit spelen

source: Quit
nl: Stop

source: logging into last.FM
nl: Inloggen in last.FM

source: login successful
nl: login gelukt

source: login failed!
nl: login niet gelukt

source: Track skipped
nl: Titel overslaan

source: Track loved
nl: Lievelings Titel

source: Track banned
nl: Titel genegeerd

source: Global Tags loaded
nl: Globale Tags geladen

source: Top Tracks loaded
nl: Top Titels geladen

source: Recent Tracks loaded
nl: Recente Titels geladen

source: Banned Tracks loaded
nl: Uitgesloten Titels geladen

source: Loved Tracks loaded
nl: Lievelings Titels geladen

source: Neighbours loaded
nl: Buren geladen

source: Friends loaded
nl: Vrienden galaden

source: please enter an %s name to listen to
nl: geef een %s naam op om naar te luisteren

source: %s name
nl: %s naam

source: Stream stopped
nl: Stream gestopt

source: Starting stream
nl: Stream wordt gestart

source: Personal Recommendations
nl: Persoonlijke Aanbevelingen

source: Neighbours Tracks
nl: Buur Titels

source: Play Artist Radio...
nl: Radio artiest afspelen...

source: Play Group Radio...
nl: Radio groep afspelen...

source: Play Tag Radio...
nl: Radio tag afspelen...

source: Tracks similar to
nl: Vergelijkbaar met

source: Tracks liked by Fans of
nl: Fans houden van

source: Group of
nl: Groep van

source: Loading Global Tags
nl: Ophalen van Algemene tags

source: Loading Top Tacks
nl: Ophalen van Top Titels

source: Loading Recent Tracks
nl: Ophalen van recente titles

source: Loading Loved Tracks
nl: Ophalen van Favoriete titles

source: Loading Neighbours
nl: Ophalen van buren

source: Loading Friends
nl: Ophalen van vrienden

source: playing:
nl: speelt:
